{
    "produtos": [
      {
        "id": 1,
        "titulo": "A casa torta",
        "preco": 54.90,
        "imgSrc": "imagens/Livros/agathachristie_acasatorta_harpercollins.jpg",
        "link": "acasatorta.html",
        "categoria": "Best Sellers",
        "autor":"Agatha Christie",
        "descricao":"Aristide Leonides é um empresário milionário e proprietário de uma mansão conhecida por sua arquitetura peculiar. Nela, reside junto à esposa ― cinquenta anos mais nova ―, à irmã da falecida ex-esposa, aos netos, aos filhos e às noras ― todos sustentados com o dinheiro do octogenário. Mas, diante do suposto assassinato de Leonides por envenenamento, Sofia, a neta mais velha da vítima, e seu pretendente Charles Hayward iniciam investigações paralelas para irem a fundo no caso e descobrirem quem é o verdadeiro assassino, afinal, parece que todos possuíam motivos para o quererem vivo… e morto.",
        "paginas": 224,
        "editora":"HarperCollins",
        "datapublicacao":"22 de janeiro de 2024"
      },
      {
        "id": 2,
        "titulo": "Um mistério no Caribe",
        "preco": 44.98,
        "imgSrc": "imagens/Livros/agathachristie_ummisterionocaribe_harpercollins.jpg",
        "link": "ummisterionocaribe.html",
        "categoria": "Ofertas",
        "autor":"Agatha Christie",
        "descricao": "Miss Marple está entediada em suas férias à beira-mar. O sol até ajuda com seu reumatismo, mas nada divertido acontece. Até que finalmente seu interesse é despertado pela história de um assassinato contada pelo Major Palgrave, mas, justo quando ele ia lhe mostrar uma foto do homicida, o major se interrompe. No dia seguinte, é encontrado morto em seu quarto, sem nunca ter terminado a história. Sua morte, aparentemente, é apenas a primeira dos muitos mistérios que o Caribe apresenta.",
        "paginas": 240,
        "editora": "HarperCollins",
        "datapublicacao": "15 de julho de 2020"
      },
      {
        "id": 3,
        "titulo": "Assassinato no Expresso do Oriente",
        "preco": 42.00,
        "imgSrc": "imagens/Livros/agathachristie_assassinatonoexpressodooriente_harpercollins.jpg",
        "link": "assassinatonoexpressodooriente.html",
        "categoria": "Ofertas",
        "autor":"Agatha Christie",
        "descricao":"Neste clássico da literatura, e um dos mistérios mais famosos da Rainha do Crime, Hercule Poirot precisa descobrir quem está por trás do assassinato no Expresso do Oriente – e o culpado está entre os passageiros do trem. Em meio a uma viagem, Hercule Poirot é surpreendido por um telegrama solicitando seu retorno a Londres. Então, o famoso detetive belga embarca no Expresso do Oriente, que está inesperadamente cheio para aquela época do ano. Pouco tempo após a meia-noite, o excesso de neve nos trilhos obriga o trem a parar. Na manhã seguinte, o corpo de um dos passageiros é encontrado, golpeado por múltiplas facadas. Isolados, e com um assassino entre eles, a única solução é que Poirot inicie uma investigação para descobrir quem é o criminoso ― antes que ele faça mais uma vítima.",
        "paginas": 240,
        "editora": "HarperCollins",
        "datapublicacao": "9 de março de 2020"
      },
      {
        "id": 4,
        "titulo": "O cavalo amarelo",
        "preco": 39.12,
        "imgSrc": "imagens/Livros/agathachristie_ocavaloamarelo_harpercollins.jpg",
        "link": "ocavaloamarelo.html",
        "categoria": "Ofertas",
        "autor":"Agatha Christie",
        "descricao":"Uma mulher à beira da morte se confessa a um padre, que, na mesma noite, é assassinado. O criminoso o revista tão abruptamente que rasga sua batina. O que ele estava procurando? Há alguma relação entre a morte do padre e a confissão da mulher? Mark Easterbrook está determinado a descobrir, e a única pista que tem é uma lista com nove nomes encontrada no sapato do sacerdote.",
        "paginas":"224",
        "editora":"HarperCollins",
        "datapublicacao":"9 de março de 2020"
      },
      {
        "id": 5,
        "titulo": "O retrato de Dorian Gray",
        "preco": 67.92,
        "imgSrc": "imagens/Livros/doriangray_darkside.jpg",
        "link": "oretratodedoriangray.html",
        "categoria": "Góticos",
        "autor":"Oscar Wilde",
        "descricao":"Londres, 1890. Entre médicos e monstros, assassinatos e mistérios, uma história sobre imortalidade, beleza e criminalidade é criada por uma das mentes mais indomáveis da história da literatura. O Retrato de Dorian Gray, a história da pintura maldita que se degrada com a passagem das décadas, deixando o seu modelo intocado pelo tempo, finalmente adentra a galeria da DarkSide® Books em uma edição feita para agraciar admiradores e arrebatar novos leitores. Único romance de Oscar Wilde, O Retrato de Dorian Gray combina o apuro literário e estético de seu autor com uma trama sombria, pontuada por paixões, crimes e a brilhante e sarcástica verve wildeana. Publicado em 1890 na revista norte-americana Lippincott’s, o romance foi relançado em livro um ano depois em uma edição que censurou diversos trechos da obra.",
        "paginas": 320,
        "editora":"Darkside",
        "datapublicacao":"15 de outubro de 2021"
      },
      {
        "id": 6,
        "titulo": "Drácula - Dark Edition",
        "preco": 87.83,
        "imgSrc": "imagens/Livros/dracula_darkside.jpg",
        "link": "dracula.html",
        "categoria": "Góticos",
        "autor":"Bram Stoker",
        "descricao":"Edição Limitada para caçadores de vampiros! Drácula, um clássico que ainda corre quente na veia de inúmeras gerações de leitores por todo o mundo e a mais celebrada narrativa de vampiros, continua a transcender fronteiras de tempo, espaço, história e memória.",
        "paginas": 580,
        "editora":"Darkside",
        "datapublicacao":"24 de outubro de 2018"
      },
      {
        "id": 7,
        "titulo": "Lady Killers: Assassinas em Série",
        "preco": 67.92,
        "imgSrc": "imagens/Livros/ladykilers_darkside.jpg",
        "link": "ladykillers.html",
        "categoria": "Góticos",
        "autor":"Tori Telfer",
        "descricao":"Inspirado na coluna homônima da escritora Tori Telfer no site Jezebel, Lady Killers: Assassinas em Série é um dossiê de histórias sobre assassinas em série e seus crimes ao longo dos últimos séculos, e o material perfeito para você mergulhar fundo em suas mentes. Com um texto informativo e espirituoso, a autora recapitula a vida de catorze mulheres com apetite para destruição, suas atrocidades e o legado de dor deixado por cada uma delas. As histórias são narradas através de um necessário viés feminista. Telfer dispensa explicações preguiçosas e sexistas e disseca a complexidade da violência feminina e suas camadas. A autora também contesta os arquétipos ― vovó gentil, mãe carinhosa, dama sensual, feiticeira traiçoeira, entre outros ― e busca entender por que as mulheres foram reduzidas a definições tão superficiais.",
        "paginas": 384,
        "editora":"Darkside",
        "datapublicacao":"24 de janeiro de 2019"
      },
      {
        "id": 8,
        "titulo": "Maligno",
        "preco": 48.99,
        "imgSrc": "imagens/Livros/maligno-opsicopatadacidadebranca_darkside.jpg",
        "link": "maligno.html",
        "categoria": "Góticos",
        "autor":"Harold Schechter",
        "descricao":"Os assassinos em série não são uma invenção do século XX. Na segunda metade do século XIX, um homem aterrorizou os Estados Unidos e pode ter sido responsável por centenas de mortes. Se trata de Herman Webster Mudgett, mais conhecido pelo nome de dr. Henry Howard Holmes. Em H. H. Holmes: Maligno – O assassino da cidade branca, Harold Schechter, escritor norte-americano de True Crime e especializado no estudo de assassinos em série, constrói um cuidadoso perfil do homem que, à época, foi considerado o mais pérfido dos Estados Unidos. Para angariar dinheiro e poder, e dar vazão a seus diversos golpes e truques, o ambicioso Holmes pavimentou uma trilha de horror com inúmeras vítimas, de crianças a idosos.",
        "paginas": 420,
        "editora":"Darkside",
        "datapublicacao":"2 de setembro de 2020"
      },
      {
        "id": 9,
        "titulo": "A testemunha ocular do crime",
        "preco": 48.99,
        "imgSrc": "imagens/Livros/agathachristie_atestemunhaoculardocrime_harpercollins.jpg",
        "link": "atestemunhaoculardocrime.html",
        "categoria": "Ofertas",
        "autor":"Agatha Christie",
        "descricao":"Não há um suspeito, outra testemunha, nem sequer um cadáver... mas a detetive Miss Marple está determinada a desvendar esse mistério. No momento em que dois trens se cruzam, Elspeth McGillicuddy vê de sua janela um homem estrangular uma mulher no outro vagão. Ao chegar na estação, ela tenta denunciar o crime, mas é desacreditada. Quem, além de Miss Marple, levaria sua história a sério?",
        "paginas": 256,
        "editora":"HarperCollins",
        "datapublicacao":"15 de julho de 2022"
      },
      {
        "id": 10,
        "titulo": "Depois do funeral",
        "preco": 42.27,
        "imgSrc": "imagens/Livros/agathachristie_depoisdofuneral_harpercollins.jpg",
        "link": "depoisdofuneral.html",
        "categoria": "Best Sellers",
        "autor":"Agatha Christie",
        "descricao":"Até então, a súbita morte do abastado Richard Abernethie não parecia nada além de natural para um homem da idade dele. Ainda assim, uma pessoa permanece desconfiada: Cora Lansquenet, sua irmã. Certa de que Richard foi assassinado, a mulher expõe a suspeita durante a leitura do testamento, logo depois do funeral. Mas por que ela esperou até aquele momento?Apesar de nenhum dos demais familiares acreditarem na ocorrência de um crime, quando Cora é assassinada a machadadas, a única escolha da família é investigar ambas as mortes. Por sorte, o advogado responsável pelo testamento de Richard, Mr. Entwhistle, conhece alguém perfeito para solucionar este estranho caso: o detetive Hercule Poirot.",
        "paginas": 288,
        "editora":"HarperCollins",
        "datapublicacao":"15 de abril de 2023"
      },
      {
        "id": 11,
        "titulo": "O misterioso Mr. Quin",
        "preco": 42.63,
        "imgSrc": "imagens/Livros/agathachristie_omisteriosomrquin_harpercollins.jpg",
        "link": "omisteriosomrquin.html",
        "categoria": "Best Sellers",
        "autor":"Agatha Christie",
        "descricao":"Nem mesmo Mr. Satterthwaite, um observador astuto da natureza humana, sabe dizer quem é este homem misterioso. De fato, a única coisa de que se tem certeza é que a presença de Harley Quin é sempre um prenúncio de amor... ou de morte. Desde o início da noite, Mr. Satterthwaite, um milionário curioso, já pressentia uma atmosfera estranha em relação à festa de Ano-Novo. E, quando uma pessoa misteriosa bate à porta, suas suspeitas se tornam realidade. A figura enigmática que muda o curso da noite é Mr. Quin, um homem peculiar que aparece e desaparece como em um piscar de olhos, mas sempre como uma espécie de presságio: às vezes bom, mas outras… fatal.",
        "paginas":"224",
        "editora":"HarperCollins",
        "datapublicacao":"15 de setembro de 2022"
      },
      {
        "id": 12,
        "titulo": "Noite sem fim",
        "preco": 38.98,
        "imgSrc": "imagens/Livros/agathachristie_noitesemfim_harpercollins.jpg",
        "link": "noitesemfim.html",
        "categoria": "Ofertas",
        "autor":"Agatha Christie",
        "descricao":"Quando Michael encontra Ellie durante uma visita ao Passo do Cigano, é amor à primeira vista. Apaixonados, os dois decidem começar uma vida juntos comprando a propriedade abandonada. No entanto, o casal ignora o aviso de uma estranha senhora sobre a maldição que assola o local… e apesar de não acreditarem em seus augúrios, o mal começa a assombrá-los. Logo, o rapaz descobre que, no Passo do Cigano, muitos acidentes inexplicáveis acontecem. Mas quem ― ou o quê ― está por trás dessas desgraças?",
        "paginas":"224",
        "editora":"HarperCollins",
        "datapublicacao":"15 de setembro de 2020"
      },
      {
        "id": 13,
        "titulo": "Harry Potter e a Pedra Filosofal: 1",
        "preco": 50.92,
        "imgSrc": "imagens/Livros/hp1capadura_rocco.jpg",
        "link": "hp1.html",
        "categoria": "Fantasia",
        "autor":"J.K Rowling",
        "descricao":"Harry Potter é um garoto cujos pais, feiticeiros, foram assassinados por um poderosíssimo bruxo quando ele ainda era um bebê. Ele foi levado, então, para a casa dos tios que nada tinham a ver com o sobrenatural. Pelo contrário. Até os 10 anos, Harry foi uma espécie de gata borralheira: maltratado pelos tios, herdava roupas velhas do primo gorducho, tinha óculos remendados e era tratado como um estorvo. No dia de seu aniversário de 11 anos, entretanto, ele parece deslizar por um buraco sem fundo, como o de Alice no país das maravilhas, que o conduz a um mundo mágico. Descobre sua verdadeira história e seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o homem que assassinou seus pais.",
        "paginas": 201,
        "editora":"Rocco",
        "datapublicacao":"19 de agosto de 2017"
      },
      {
        "id": 14,
        "titulo": "Harry Potter e a Câmara Secreta: 2",
        "preco": 55.17,
        "imgSrc": "imagens/Livros/hp2capadura_rocco.jpg",
        "link": "hp2.html",
        "categoria": "Fantasia",
        "autor":"J.K Rowling",
        "descricao":"Depois de férias aborrecidas na casa dos tios trouxas, está na hora de Harry Potter voltar a estudar. Coisas acontecem, no entanto, para dificultar o regresso de Harry. Persistente e astuto, o herói não se deixa intimidar pelos obstáculos e, com a ajuda dos fiéis amigos Weasley, começa o ano letivo na Escola de Magia e Bruxaria de Hogwarts. As novidades não são poucas. Novos colegas, novos professores, muitas e boas descobertas e um grande e perigosos desafio. Alguém ou alguma coisa ameaça a segurança e a tranquilidade dos membros de Hogwarts.",
        "paginas": 224,
        "editora":"Rocco",
        "datapublicacao":"19 de agosto de 2017"
      },
      {
        "id": 15,
        "titulo": "Harry Potter e o Prisioneiro de Azkaban: 3",
        "preco": 52.43,
        "imgSrc": "imagens/Livros/hp3capadura_rocco.jpg",
        "link": "hp3.html",
        "categoria": "Fantasia",
        "autor":"J.K Rowling",
        "descricao":"Depois de férias aborrecidas na casa dos tios trouxas, está na hora de Harry Potter voltar a estudar. Coisas acontecem, no entanto, para dificultar o regresso de Harry. Persistente e astuto, o herói não se deixa intimidar pelos obstáculos e, com a ajuda dos fiéis amigos Weasley, começa o ano letivo na Escola de Magia e Bruxaria de Hogwarts. As novidades não são poucas. Novos colegas, novos professores, muitas e boas descobertas e um grande e perigosos desafio. Alguém ou alguma coisa ameaça a segurança e a tranquilidade dos membros de Hogwarts.As aulas estão de volta à Hogwarts e Harry Potter não vê a hora de embarcar no expresso a vapor que o levará de volta à escola de bruxaria. Mais uma vez suas férias na rua dos Alfeneiros foi triste e solitária. Com muita ação, humor e magia, 'Harry Potter e o prisioneiro de Azkaban' traz de volta o gigante atrapalhado Rúbeo Hagrid, o sábio diretor Alvo Dumbledore, a exigente professora de transformação Minerva MacGonagall e o novo mestre Lupin, que guarda grandes surpresas para Harry.",
        "paginas": 288,
        "editora":"Rocco",
        "datapublicacao":"19 de agosto de 2017"
      },
      {
        "id": 16,
        "titulo": "Harry Potter e o Cálice de Fogo: 4",
        "preco": 70.90,
        "imgSrc": "imagens/Livros/hp4capadura_rocco.jpg",
        "link": "hp4.html",
        "categoria": "Fantasia",
        "autor":"J.K Rowling",
        "descricao":"Nesta aventura, o feiticeiro cresceu e está com 14 anos. O início do ano letivo de Harry Potter reserva muitas emoções, mágicas, e acontecimentos inesperados, além de um novo torneio em que os alunos de Hogwarts terão de demonstrar todas as habilidade mágicas e nãomágicas que vêm adquirindo ao longo de suas vidas. Harry é escolhido pelo Cálice de Fogo para competir como um dos campeões de Hogwarts, tendo ao lado seus fiéis amigos. Muitos desafios, feitiços, poções e confusões estão reservados para Harry. Além disso, ele terá que lidar ainda com os problemas comuns da adolescência amor, amizade, aceitação e rejeição.",
        "paginas": 401,
        "editora":"Rocco",
        "datapublicacao":"19 de agosto de 2017"
      },
      {
        "id": 17,
        "titulo": "O Senhor dos Anéis: A Sociedade do Anel",
        "preco": 47.53,
        "imgSrc": "imagens/Livros/senhordosaneisp1_harpercollins.jpg",
        "link": "senhordosaneis1.html",
        "categoria": "Fantasia",
        "autor":"J.R.R. Tolkien",
        "descricao":"O volume inicial de O Senhor dos Anéis, lançado originalmente em julho de 1954, foi o primeiro grande épico de fantasia moderno, conquistando milhões de leitores e se tornando o padrão de referência para todas as outras obras do gênero até hoje. A imaginação prodigiosa de J.R.R. Tolkien e seu conhecimento profundo das antigas mitologias da Europa permitiram que ele criasse um universo tão complexo e convincente quanto o mundo real. A Sociedade do Anel começa no Condado, a região rural do oeste da Terra-média onde vivem os diminutos e pacatos hobbits. Bilbo Bolseiro, um dos raros aventureiros desse povo, cujas peripécias foram contadas em O Hobbit, resolve ir embora do Condado e deixa sua considerável herança nas mãos de seu jovem parente Frodo.",
        "paginas": 576,
        "editora":"HarperCollins",
        "datapublicacao":"25 de novembro de 2019"
      },
      {
        "id": 18,
        "titulo": "O Senhor dos Anéis: As duas torres",
        "preco": 47.53,
        "imgSrc": "imagens/Livros/osenhordosaneisp2_harpercollins.jpg",
        "link": "senhordosaneis2.html",
        "categoria": "Fantasia",
        "autor":"J.R.R. Tolkien",
        "descricao":"O segundo volume de O Senhor dos Anéis, mais importante épico de fantasia moderno, narra os caminhos separados seguidos pelos membros da Sociedade do Anel em sua luta para deter Sauron, o Senhor Sombrio da terra de Mordor, e destruir o Um Anel, no qual está contida a maior parte do poder do tirano demoníaco imaginado por J.R.R. Tolkien. Um ataque-surpresa pôs fim à jornada conjunta da Sociedade do Anel. De um lado, o trio formado pelo elfo Legolas, pelo anão Gimli e por Aragorn, herdeiro da realeza dos Homens, tenta resgatar os jovens hobbits Merry e Pippin, capturados por guerreiros-órquicos. A busca pelos companheiros perdidos levará os três a confrontar os cavaleiros do reino de Rohan e o mago renegado Saruman, que também deseja o Um Anel para si.",
        "paginas": 464,
        "editora":"HarperCollins",
        "datapublicacao":"25 de novembro de 2019"
      },
      {
        "id": 19,
        "titulo": "O Senhor dos Anéis: O retorno do rei",
        "preco": 47.53,
        "imgSrc": "imagens/Livros/osenhordosaneisp3_harpercollins.jpg",
        "link": "senhordosaneis3.html",
        "categoria": "Fantasia",
        "autor":"J.R.R. Tolkien",
        "descricao":"A guerra entre os Povos Livres da Terra-média e Sauron, o Senhor Sombrio da terra de Mordor, chega a seu clímax neste terceiro volume do romance O Senhor dos Anéis. As batalhas grandiosas que estão prestes a acontecer, no entanto, são apenas o pano de fundo para o verdadeiro drama: a missão quase suicida dos hobbits Frodo e Sam, que tentam destruir o Um Anel, fonte do poder de Sauron, infiltrando-se no coração do território do Inimigo.",
        "paginas": 528,
        "editora":"HarperCollins",
        "datapublicacao":"25 de novembro de 2019"
      },
      {
        "id": 20,
        "titulo": "O Hobbit",
        "preco": 49.63,
        "imgSrc": "imagens/Livros/hobbitcapadura_harpercollins.jpg",
        "link": "ohobbit.html",
        "categoria": "Fantasia",
        "autor":"J.R.R. Tolkien",
        "descricao":"Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta. A partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar. Ele é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos. Esta jornada fará Bilbo, Gandalf e 13 anãos atravessarem a Terra-média, passando por inúmeros perigos, como os imensos trols, as Montanhas Nevoentas infestadas de gobelins ou a muito antiga e misteriosa Trevamata, até chegarem (se conseguirem) na Montanha Solitária. Lá está um incalculável tesouro, mas há um porém. Deitado em cima dele está Smaug, o Dourado, um dragão malicioso que... bem, você terá que ler para descobrir.",
        "paginas": 336,
        "editora":"HarperCollins",
        "datapublicacao":"15 de julho de 2019"
      },
      {
        "id": 21,
        "titulo": "Imperador Deus de Duna",
        "preco": 80.37,
        "imgSrc": "imagens/Livros/dunalivro4_aleph.jpg",
        "link": "duna4.html",
        "categoria": "Pré-venda",
        "autor":"Frank Herbert",
        "descricao":"Milênios se passaram em Arrakis desde os eventos narrados em Duna, e o planeta, que antes era desértico, agora está verdejante e vigoroso. O Imperador Deus de Duna, que garantiu uma paz forçada em todos os planetas, consegue entender o futuro, e sabe, com uma terrível certeza, que sua raça será extinta a menos que ele crie novas qualidades para a espécie. As regras do Imperador não são benevolentes. Sua transformação não deixou apenas sua aparência desumana, mas também seu senso de moral. Nasce então uma rebelião para se opor ao déspota, liderada por Siona, da família Atreides. Mas Siona não sabe que a visão do Imperador para o Caminho Dourado exige que ela aceite um destino que nunca quis ou que algum dia poderia conceber. Narrado sob uma ótica particular, Imperador Deus de Duna inicia um novo arco de história na saga. Neste quarto volume, Frank Herbert apresenta um de seus personagens mais marcantes e discute temas como política, religião, amor e os rumos tomados pela sociedade.",
        "paginas": 512,
        "editora":"Aleph",
        "datapublicacao":"30 de outubro de 2017"
      },
      {
        "id": 22,
        "titulo": "Hereges de Duna",
        "preco": 69.90,
        "imgSrc": "imagens/Livros/dunalivro5_aleph.jpg",
        "link": "duna5.html",
        "categoria": "Pré-venda",
        "autor":"Frank Herbert",
        "descricao":"Mais de mil anos após a liderança do Imperador Deus Leto II, o planeta Rakis está em ruínas. Do deserto ao verde fértil e de volta à aridez, o mundo completou um ciclo e foi abandonado por milhões de habitantes, que por milênios tiveram suas ambições destruídas. Agora, o povo da Dispersão está retornando dos lugares mais distantes do universo, dividido em facções que buscam poder sobre o que restou do Império. Em meio a essas mudanças, as Bene Gesserit encontram uma garota chamada Sheeana, que possui as habilidades dos Fremen. Essa garota, que causa furor religioso e pode realizar uma antiga profecia, tem o potencial de ser uma peça-chave para o destino da humanidade.",
        "paginas":568,
        "editora":"Aleph",
        "datapublicacao":"16 de março de 2020"
      },
      {
        "id": 23,
        "titulo": "A guerra dos tronos (As Crônicas de Gelo e Fogo Livro 1)",
        "preco": 72.12,
        "imgSrc": "imagens/Livros/ascronicasdegeloefogo1_suma.jpg",
        "link": "ascronicasdegeloefogo1.html",
        "categoria": "Pré-venda",
        "autor":"George R.R. Martin",
        "descricao":"A guerra dos tronos é o primeiro livro da série best-seller internacional As Crônicas de Gelo e Fogo, que deu origem à adaptação de sucesso da HBO, Game of Thrones. O verão pode durar décadas. O inverno, toda uma vida. E a guerra dos tronos começou. Como Guardião do Norte, lorde Eddard Stark não fica feliz quando o rei Robert o proclama a nova Mão do Rei. Sua honra o obriga a aceitar o cargo e deixar seu posto em Winterfell para rumar para a corte, onde os homens fazem o que lhes convém, não o que devem... e onde um inimigo morto é algo a ser admirado.",
        "paginas":600,
        "editora":"Suma",
        "datapublicacao":"25 de março de 2019"
      },
      {
        "id": 24,
        "titulo": "A fúria dos reis (As Crônicas de Gelo e Fogo Livro 2)",
        "preco": 70.70,
        "imgSrc": "imagens/Livros/ascronicasdegeloefogo2_suma.jpg",
        "link": "ascronicasdegeloefogo2.html",
        "categoria": "Pré-venda",
        "autor":"George R.R. Martin",
        "descricao":"Nesta emocionante sequência de A guerra dos tronos, George R. R. Martin cria uma obra incomparável. A fúria dos reis nos transporta para um mundo de festas e vinganças, feitiçaria e disputas, diferente de tudo que já foi feito. Um cometa da cor de fogo e sangue corta os céus. E, da antiga cidadela de Pedra do Dragão às costas áridas de Winterfell, reina o caos. Em A fúria dos reis, seis facções disputam o controle de uma terra dividida e o direito de ocupar o Trono de Ferro de Westeros – e estão dispostos a encarar tempestades, levantes e guerras para isso. Nesta história, irmão trama contra irmão e os mortos se levantam para caminhar pela noite. Aqui, uma princesa se disfarça de menino órfão, um cavaleiro se prepara para encarar uma pérfida feiticeira e bárbaros descem das Montanhas da Lua para saquear os campos.",
        "paginas": 648,
        "editora":"Suma",
        "datapublicacao":"20 de setembro de 2019"
      }
    ]
  }
  